Revit 2027 API
PartUtils.GetSplittingCurves Method
Overload List
Name | Description
GetSplittingCurves(Document, ElementId) |  Identifies the curves that were used to create the part.
GetSplittingCurves(Document, ElementId, Plane) |  Identifies the curves that were used to create the part and the plane in which they reside.
Top
See Also
Reference
PartUtils Class
Autodesk.Revit.DB Namespace